/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Fet";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Cerca";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Obre al Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Enrere";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Toca-ho dos cops per tornar a la pàgina web anterior.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Comparteix";
